7zip
a52dec
aalib
abseil-cpp
accounts-qml-module
accountsservice
acl
ada
adobe-source-code-pro-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adwaita-cursors
adwaita-icon-theme
adwaita-icon-theme-legacy
aha
aic94xx-firmware
alacritty
alsa-card-profiles
alsa-firmware
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
ananicy-cpp
aom
appimagelauncher
appmenu-gtk-module
appstream
appstream-qt
archlinux-keyring
argon2
aria2
aribb24
ark
ast-firmware
at-spi2-core
attica
attr
audit
autoconf
autoconf-archive
automake
avahi
awesome-terminal-fonts
baloo
baloo-widgets
base
base-devel
bash
bash-completion
bat
bind
binutils
bison
blas
bluedevil
bluez
bluez-hid2hci
bluez-libs
bluez-qt
bluez-utils
bolt
boost-libs
botan
bpf
bpftune-git
breeze
breeze-gtk
breeze-icons
brotli
btop
btrfs-assistant
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabextract
cachy-browser
cachyos-alacritty-config
cachyos-ananicy-rules
cachyos-emerald-kde-theme-git
cachyos-fish-config
cachyos-hello
cachyos-hooks
cachyos-iridescent-kde
cachyos-kde-settings
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-nord-kde-theme-git
cachyos-packageinstaller
cachyos-plymouth-theme
cachyos-rate-mirrors
cachyos-settings
cachyos-themes-sddm
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cairo
cairomm-1.16
cantarell-fonts
capitaine-cursors
cblas
ccache
cdparanoia
cdrdao
cdrtools
cfitsio
char-white
chromaprint
chromium
chwd
cifs-utils
clang
clinfo
clucene
cmake
compiler-rt
containerd
convertlit
coreutils
cppdap
cpupower
cracklib
cryptsetup
cups
cups-filters
cups-pdf
curl
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-units
dconf
ddcutil
debugedit
dee
default-cursors
desktop-file-utils
device-mapper
dhclient
dialog
diffutils
ding-libs
discord
dmidecode
dmraid
dnsmasq
dnssec-anchors
docbook-xml
docbook-xsl
docker
docker-compose
dolphin
dolphin-emu
dosfstools
double-conversion
duf
duktape
dvd+rw-tools
dvisvgm
e2fsprogs
ebook-tools
ed
editorconfig-core-c
efibootmgr
efitools
efivar
egl-wayland
eglexternalplatform
ell
emovix
enchant
enet
ethtool
exfatprogs
exiv2
expac
expat
eza
f2fs-tools
faac
faad2
fakeroot
fastfetch
fd
feishin-bin
ffcall
ffmpeg
ffmpeg4.4
ffmpegthumbnailer
ffmpegthumbs
fftw
file
filesystem
findutils
firefox
fish
fish-autopair
fish-pure-prompt
fisher
flac
flex
fluidsynth
fmt
fontconfig
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
frameworkintegration
freeglut
freetype2
fribidi
fsarchiver
fuse-common
fuse2
fuse3
fzf
gawk
gc
gcc
gcc-libs
gcr-4
gd
gdbm
gdk-pixbuf2
geoclue
gettext
ghostscript
giflib
git
glances
glib-networking
glib2
glib2-docs
glibc
glibmm
glibmm-2.68
glslang
glu
gmp
gnome-common
gnome-disk-utility
gnulib-l10n
gnupg
gnutls
go
gobject-introspection
gobject-introspection-runtime
gperftools
gpgme
gpm
graphene
graphite
graphviz
grep
groff
gsettings-desktop-schemas
gsettings-system-schemas
gsfonts
gsm
gssdp
gssproxy
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gtest
gtk-doc
gtk-update-icon-cache
gtk2
gtk3
gtk4
gtkmm-4.0
gtksourceview4
gts
guile
gumbo-parser
gupnp
gupnp-igd
gutenprint
gvfs
gwenview
gzip
harfbuzz
harfbuzz-icu
haveged
hdparm
hicolor-icon-theme
hidapi
highway
hiredis
hplip
httpdirfs
hunspell
hunspell-en_us
hwdata
hwdetect
hwinfo
hwloc
hyfetch
hyphen
i2c-tools
iana-etc
icu
ijs
imagemagick
imath
imlib2
inetutils
intel-gmmlib
intel-media-driver
intel-ucode
intltool
inxi
iproute2
iptables-nft
iputils
iso-codes
itstool
iw
iwd
jack2
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jbigkit
jdk11-openjdk
jdk17-openjdk
jdk21-openjdk
jdk8-openjdk
jemalloc
jfsutils
jq
jre8-openjdk
jre8-openjdk-headless
json-c
json-glib
jsoncpp
k3b
kaccounts-integration
kactivitymanagerd
kamoso
karchive
karchive5
kate
kauth
kauth5
kbd
kbookmarks
kbookmarks5
kcmutils
kcodecs
kcodecs5
kcolorpicker
kcolorscheme
kcompletion
kcompletion5
kconfig
kconfig5
kconfigwidgets
kconfigwidgets5
kcontacts
kcoreaddons
kcoreaddons5
kcrash
kcrash5
kdbusaddons
kdbusaddons5
kde-cli-tools
kde-gtk-config
kdeclarative
kdecoration
kded
kded5
kdegraphics-mobipocket
kdegraphics-thumbnailers
kdeplasma-addons
kdesu
kdialog
kdnssd
kdsoap-qt6
kdsoap-ws-discovery-client
keepassxc
keybase-bin
keyutils
kfilemetadata
kglobalaccel
kglobalaccel5
kglobalacceld
kguiaddons
kguiaddons5
kholidays
ki18n
ki18n5
kiconthemes
kiconthemes5
kidletime
kimageannotator
kinfocenter
kinit
kio
kio-extras
kio-fuse
kio5
kirigami
kirigami-addons
kirigami2
kitemmodels
kitemviews
kitemviews5
kitty
kitty-shell-integration
kitty-terminfo
kjobwidgets
kjobwidgets5
kmenuedit
kmod
knewstuff
knotifications
knotifications5
knotifyconfig
konsole
kpackage
kparts
kpeople
kpipewire
kpmcore
kpty
kquickcharts
krb5
krunner
kscreen
kscreenlocker
kservice
kservice5
kstatusnotifieritem
ksvg
ksystemstats
ktexteditor
ktextwidgets
ktextwidgets5
kunitconversion
kuserfeedback
kvantum
kvantum-qt5
kvkonqi
kwallet
kwallet-pam
kwallet5
kwalletmanager
kwayland
kwidgetsaddons
kwidgetsaddons5
kwin
kwindowsystem
kwindowsystem5
kxmlgui
kxmlgui5
l-smash
lame
lapack
layer-shell-qt
layer-shell-qt5
lcms2
ldb
leancrypto
less
lib32-acl
lib32-alsa-lib
lib32-alsa-plugins
lib32-audit
lib32-brotli
lib32-bzip2
lib32-clang
lib32-curl
lib32-dbus
lib32-e2fsprogs
lib32-expat
lib32-fontconfig
lib32-freetype2
lib32-gcc-libs
lib32-gettext
lib32-glib2
lib32-glibc
lib32-gst-plugins-base-libs
lib32-gstreamer
lib32-harfbuzz
lib32-icu
lib32-json-c
lib32-keyutils
lib32-krb5
lib32-libcap
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libgudev
lib32-libidn2
lib32-libjpeg6-turbo
lib32-libldap
lib32-libnghttp2
lib32-libnghttp3
lib32-libnl
lib32-libnsl
lib32-libogg
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libpsl
lib32-libssh2
lib32-libtasn1
lib32-libtheora
lib32-libtirpc
lib32-libunistring
lib32-libunwind
lib32-libusb
lib32-libva
lib32-libva-intel-driver
lib32-libvdpau
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxcrypt-compat
lib32-libxcursor
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxi
lib32-libxkbcommon
lib32-libxml2
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxss
lib32-libxv
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-mpg123
lib32-ncurses
lib32-nspr
lib32-nss
lib32-openal
lib32-opencl-rusticl-mesa
lib32-openssl
lib32-openssl-1.1
lib32-orc
lib32-p11-kit
lib32-pam
lib32-pcre2
lib32-speex
lib32-spirv-llvm-translator
lib32-spirv-tools
lib32-sqlite
lib32-systemd
lib32-util-linux
lib32-vkd3d
lib32-vulkan-icd-loader
lib32-vulkan-intel
lib32-wayland
lib32-xcb-util-keysyms
lib32-xz
lib32-zlib-ng
lib32-zlib-ng-compat
lib32-zstd
libabw
libaccounts-glib
libaccounts-qt
libadwaita
libaio
libao
libappimage
libappindicator-gtk2
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libavtp
libb2
libblake3
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-swap
libbluray
libbpf
libbs2b
libbsd
libburn
libbytesize
libcaca
libcanberra
libcap
libcap-ng
libcdio
libcdio-paranoia
libcdr
libclc
libcloudproviders
libcmis
libcolord
libcups
libcupsfilters
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk2
libdbusmenu-gtk3
libdbusmenu-qt5
libdc1394
libdca
libde265
libdecor
libdeflate
libdispatch
libdisplay-info
libdmtx
libdovi
libdrm
libdv
libdvbpsi
libdvdcss
libdvdnav
libdvdread
libe-book
libebml
libedit
libei
libelf
libepoxy
libepubgen
libetonyek
libevdev
libevent
libexif
libexttextcat
libfakekey
libfdk-aac
libffi
libfontenc
libfreeaptx
libfreehand
libgcrypt
libgirepository
libgit2
libglvnd
libgme
libgpg-error
libgsf
libgudev
libhandy
libheif
libice
libiconv
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libimobiledevice-glue
libinih
libinput
libinstpatch
libisl
libixion
libjpeg-turbo
libjpeg6-turbo
libjxl
libkcddb
libkdcraw
libkexiv2
libksba
libkscreen
libksysguard
liblangtag
liblc3
libldac
libldap
liblqr
liblrdf
libltc
libmad
libmanette
libmatroska
libmaxminddb
libmbim
libmd
libmfx
libmicrodns
libmm-glib
libmng
libmnl
libmodplug
libmoonlight-launcher-bin
libmpc
libmpcdec
libmpeg2
libmspub
libmtp
libmusicbrainz5
libmwaw
libmysofa
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnm
libnotify
libnsl
libnumbertext
libnvme
libodfgen
libogg
libopenmpt
libopenraw
liborcus
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libpipewire
libplacebo
libplasma
libplist
libpng
libppd
libproxy
libpsl
libpulse
libpwquality
libqaccessibilityclient-qt6
libqalculate
libqmi
libqrtr-glib
libqxp
libraqm
libraw
libraw1394
libreoffice-fresh
librevenge
librsvg
librsync
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libsigc++-3.0
libsigsegv
libsixel
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspng
libsrtp
libssh
libssh2
libstaroffice
libstemmer
libsynctex
libsysprof-capture
libtar
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libunibreak
libunistring
libunity
libunwind
libupnp
liburcu
liburing
libusb
libusbmuxd
libutempter
libuv
libva
libva-intel-driver
libvdpau
libverto
libvisio
libvlc
libvorbis
libvpl
libvpx
libwacom
libwbclient
libwebp
libwireplumber
libwnck3
libwpd
libwps
libx11
libx86emu
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcrypt-compat
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmlb
libxmu
libxpm
libxpresent
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
libzmf
licenses
lilv
linux-api-headers
linux-cachyos
linux-cachyos-headers
linux-firmware
linux-firmware-bnx2x
linux-firmware-liquidio
linux-firmware-mellanox
linux-firmware-nfp
linux-firmware-qlogic
linux-firmware-whence
lld
llhttp
llvm
llvm-libs
lm_sensors
lmdb
logrotate
lpsolve
lsb-release
lsof
lsscsi
lua
luajit
lv2
lvm2
lz4
lzo
m4
mailcap
make
mallard-ducktype
man-db
man-pages
mbedtls2
md4c
mdadm
media-player-info
meld
mesa
mesa-utils
meta-group-texlive-most
micro
milou
miniupnpc
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mkinitcpio-firmware
mobile-broadband-provider-info
modemmanager
modemmanager-qt
moonlight-stable-bin
mpdecimal
mpfr
mpg123
mpv
mtdev
mtools
mujs
nano
nano-syntax-highlighting
nasm
ncurses
neon
net-snmp
net-tools
netctl
netpbm
nettle
networkmanager
networkmanager-openvpn
networkmanager-qt
nextcloud-client
nfs-utils
nfsidmap
nftables
nilfs-utils
ninja
noto-color-emoji-fontconfig
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npth
nspr
nss
nss-mdns
ntp
numactl
nvm
ocean-sound-theme
ocl-icd
octopi
oh-my-zsh-git
onetbb
oniguruma
openal
opencl-rusticl-mesa
opencore-amr
opencv
opendesktop-fonts
openexr
openh264
openjpeg2
openssh
openssl
openssl-1.1
openvpn
openxr
opus
orc
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pacutils
pahole
pam
pambase
pango
pangomm-2.48
papirus-icon-theme
parallel
parted
partitionmanager
paru
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-alien-build
perl-alien-libxml2
perl-capture-tiny
perl-clone
perl-dbi
perl-encode-locale
perl-error
perl-ffi-checklib
perl-file-chdir
perl-file-homedir
perl-file-listing
perl-file-which
perl-html-parser
perl-html-tagset
perl-http-cookiejar
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-ipc-system-simple
perl-libwww
perl-lwp-mediatypes
perl-mailtools
perl-net-http
perl-path-tiny
perl-timedate
perl-tk
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-libxml
perl-xml-namespacesupport
perl-xml-parser
perl-xml-sax
perl-xml-sax-base
perl-xml-writer
perl-yaml-tiny
phonon-qt6
phonon-qt6-vlc
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-pulse
pixman
pkcs11-helper
pkgconf
pkgfile
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-thunderbolt
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plocate
plymouth
polkit
polkit-kde-agent
polkit-qt5
polkit-qt6
poppler
poppler-data
poppler-glib
poppler-qt6
popt
portaudio
postgresql
postgresql-libs
potrace
powerdevil
powerline-fonts
ppp
print-manager
prison
procps-ng
protobuf
proton-ge-custom-bin
psmisc
pugixml
pulseaudio-qt
purpose
purpose5
pv
python
python-annotated-types
python-autocommand
python-cairo
python-certifi
python-chardet
python-charset-normalizer
python-dbus
python-defusedxml
python-distro
python-gobject
python-idna
python-jaraco.collections
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-lxml
python-mako
python-markdown
python-markupsafe
python-more-itertools
python-orjson
python-packaging
python-pillow
python-platformdirs
python-psutil
python-pycups
python-pydantic
python-pydantic-core
python-pygments
python-pyqt5
python-pyqt5-sip
python-reportlab
python-requests
python-setuptools
python-typing_extensions
python-urllib3
python-wheel
qatlib
qca-qt5
qca-qt6
qcoro
qpdf
qqc2-breeze-style
qqc2-desktop-style
qrencode
qt-sudo
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-multimedia
qt5-quickcontrols
qt5-quickcontrols2
qt5-speech
qt5-svg
qt5-translations
qt5-wayland
qt5-x11extras
qt6-5compat
qt6-base
qt6-connectivity
qt6-declarative
qt6-imageformats
qt6-multimedia
qt6-multimedia-ffmpeg
qt6-positioning
qt6-quick3d
qt6-quicktimeline
qt6-sensors
qt6-shadertools
qt6-speech
qt6-svg
qt6-tools
qt6-translations
qt6-virtualkeyboard
qt6-wayland
qt6-webchannel
qt6-webengine
qt6-websockets
qtermwidget
qtkeychain-qt6
raptor
rasqal
rate-mirrors
rav1e
rbenv
re2
readline
rebuild-detector
redland
reflector
rhash
ripgrep
ripgrep-all
rnnoise
rpcbind
rsync
rtkit
rtmpdump
rubberband
ruby
ruby-install
rubygems
run-parts
runc
rust
s-nail
sbc
scx-manager
scx-scheds
sd
sddm
sddm-kcm
sdl2-compat
sdl3
sed
serd
sg3_utils
shaderc
shadow
shared-mime-info
signal-desktop
signon-kwallet-extension
signon-plugin-oauth2
signon-ui
signond
slang
smartmontools
smbclient
snapper
snappy
socat
sof-firmware
solid
solid5
sonnet
sonnet5
sord
sound-theme-freedesktop
soundtouch
spandsp
spdlog
spectacle
speex
speexdsp
spirv-llvm-translator
spirv-tools
splix
sqlite
squashfuse
sratom
srt
startup-notification
steam
stress
sudo
svt-av1
svt-hevc
syndication
syntax-highlighting
sysfsutils
system-config-printer
systemd
systemd-boot-manager
systemd-libs
systemd-resolvconf
systemd-sysvcompat
systemsettings
taglib
talloc
tar
tcl
tdb
tealdeer
telegram-desktop
tevent
tex-fmt
texinfo
texlab
texlive-basic
texlive-bibtexextra
texlive-bin
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langarabic
texlive-langchinese
texlive-langcjk
texlive-langcyrillic
texlive-langczechslovak
texlive-langenglish
texlive-langeuropean
texlive-langfrench
texlive-langgerman
texlive-langgreek
texlive-langitalian
texlive-langjapanese
texlive-langkorean
texlive-langother
texlive-langpolish
texlive-langportuguese
texlive-langspanish
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thin-provisioning-tools
thinkfan
thorium-browser-bin
tinysparql
tlp
tlp-rdw
tpm2-tss
tslib
ttf-atkinson-hyperlegible
ttf-bitstream-vera
ttf-dejavu
ttf-fantasque-nerd
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-hack
ttf-liberation
ttf-meslo-nerd
ttf-ms-win11-auto
ttf-opensans
ttf-ubuntu-font-family
twolame
tzdata
uchardet
udftools
udisks2
ufw
unrar
unzip
upd72020x-fw
upower
usb_modeswitch
usbutils
util-linux
util-linux-libs
v4l-utils
vala
vapoursynth
vcdimager
verdict
vi
vid.stab
vim
vim-runtime
vlc
vmaf
volume_key
vscodium-bin
vscodium-bin-marketplace
vscodium-marketplace
vulkan-headers
vulkan-icd-loader
vulkan-intel
vulkan-tools
wavpack
wayland
wayland-utils
wd719x-firmware
webkit2gtk
webrtc-audio-processing-1
wget
which
wildmidi
wine
wine-mono
winetricks
wireless-regdb
wireplumber
wl-clipboard
woff2
wpa_supplicant
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xf86-input-libinput
xfsprogs
xkeyboard-config
xl2tpd
xmlsec
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkill
xorg-xmessage
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xsetroot
xorg-xwayland
xorgproto
xsettingsd
xvidcore
xwaylandvideobridge
xxhash
xz
yaml-cpp
yelp-tools
yelp-xsl
yt-dlp
yyjson
zbar
zenity
zeromq
zimg
zix
zlib-ng
zlib-ng-compat
zram-generator
zsh
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
zsh-theme-powerlevel10k
zstd
zvbi
zxing-cpp
zziplib
