appmenu-gtk-module
appimagelauncher
aria2
base-devel
cdrdao
chromium
cmake
cups
cups-pdf
docker
docker-compose
dialog
discord
dolphin-emu
dvd+rw-tools
ed
emovix
fastfetch
feishin-bin
firefox
geoclue
gnome-disk-utility
gvfs
hunspell
hunspell-en_us
hyfetch
jdk17-openjdk
jre8-openjdk
jre11-openjdk
jre21-openjdk
k3b
kamoso
kdeplasma-addons
kdialog
keepassxc
keybase
kvantum
kvkonqi
libappindicator-gtk2
libappindicator-gtk3
libreoffice-fresh
libunity
mesa-utils
meta-group-texlive-most
mkinitcpio-firmware
moonlight-stable
mpv
net-tools
nextcloud-client
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nvm
papirus-icon-theme
partitionmanager
perl
perl-file-homedir
perl-ipc-system-simple
perl-tk
perl-yaml-tiny
plasma-browser-integration
plasma-workspace-wallpapers
postgresql
print-manager
proton-ge-custom-bin
rbenv
ruby-install
rust
signal-desktop
snapper
spectacle
steam
system-config-printer
telegram-desktop
tex-fmt
texlive
texlive-binextra
thorium-browser-bin
tlp
tlp-rdw
ttf-atkinson-hyperlegible
ttf-fira-code
ttf-fira-mono
ttf-ms-win11-auto
ttf-ubuntu-font-family
vala
vcdimager
vlc
vscodium-bin
vscodium-bin-marketplace
webkit2gtk
wine
wine-mono
winetricks
wl-clipboard
