ardenivanov.svelte-intellisense
astro-build.astro-vscode
biomejs.biome
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
detachhead.basedpyright
editorconfig.editorconfig
esbenp.prettier-vscode
fynn.vscode-webc
ginfuru.better-nunjucks
github.github-vscode-theme
github.vscode-github-actions
github.vscode-pull-request-github
james-yu.latex-workshop
leonardssh.vscord
ms-azuretools.vscode-containers
naumovs.color-highlight
oven.bun-vscode
pflannery.vscode-versionlens
pkief.material-icon-theme
pkief.material-product-icons
redhat.vscode-xml
redhat.vscode-yaml
shopify.theme-check-vscode
socheatsok78-lab.dotenv-vscode-stripped
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-cspell-bundled-dictionaries
svelte.svelte-vscode
syler.sass-indented
tamasfe.even-better-toml
tecosaur.latex-utilities
unifiedjs.vscode-mdx
usernamehw.errorlens
wakatime.vscode-wakatime
wholroyd.jinja
yandeu.five-server
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
zengxingxin.sort-js-object-keys
